[
    {
        "quote": "The best way to predict The future is to create it, now.",
        "author": "Abharam Lincon"
    },
    {
        "quote": "I have no special talent. I'm just passionately curious.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The world is full of good people. If you can't find one, be one.",
        "author": "-"
    },
    {
        "quote": "It's not your aptitude, but your attitude that determines your altitude.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Excellence is not an act; it's a habbit.",
        "author": "Aristotle"
    },
    {
        "quote": "Throw me to the wolves, and I'll return leading the pack.",
        "author": "-"
    },
    {
        "quote": "If I try my best and fail, well, I've tried my best.",
        "author": "Steve Jobs"
    },
    {
        "quote": "No rest is worth anything, except the rest that is earned.",
        "author": "-"
    },
    {
        "quote": "Either hold a rock concert, or a ballet; but don't hold a rock concert and advertise it as a ballet.",
        "author": "Warren Buffet"
    },
    {
        "quote": "Life is not always a matter of holding good cards, but sometimes, playing a poor hand well.",
        "author": "Jack London"
    },
    {
        "quote": "I breathe in my courage and exhale my fear.",
        "author": "Jonathan Lockwood Huie"
    },
    {
        "quote": "The world is a jungle, you either fight and dominate, or hide and evaporate.",
        "author": "-"
    },
    {
        "quote": "Everyone wants to eat, but few are willing to hunt.",
        "author": "-"
    },
    {
        "quote": "No guts, no glory. No legend, no story.",
        "author": "-"
    },
    {
        "quote": "Some people hear their own inner voices with great clearness. And they live by what they hear. Such people become crazy... or they become legend.",
        "author": "Jim Harrison"
    },
    {
        "quote": "Some goals are so worthy, it’s glorious even to fail.",
        "author": "Capt. Manoj Kumar Pandey, PVC 1/11 Gorkha Rifels"
    },
    {
        "quote": "I won’t die in an accident or die of any disease, I will go down in glory.",
        "author": "Major Sudhir Kumar Walia"
    },
    {
        "quote": "You've never lived until you've almost died. For those who have fought for it, life has a flavor the protected shall never know.",
        "author": "Guy de Maupassant"
    },
    {
        "quote": "Not all superheros wear capes.",
        "author": "-"
    },
    {
        "quote": "That which does not kill us, makes us stronger.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "The greatest pleasure in life is doing what people say you cannot do.",
        "author": "Walter Bagehot"
    },
    {
        "quote": "You have to be odd to be number one.",
        "author": "Dr. Seuss"
    },
    {
        "quote": "The question isn't 'Who is going to let me?', it's 'Who is going to stop me?'",
        "author": "Ayn Rand"
    },
    {
        "quote": "Everybody wants to be a diamond, but very few are willing to get cut.",
        "author": "Eric Thomas"
    },
    {
        "quote": "Without deviation from the norm, progress is not possible.",
        "author": "Frank Zappa"
    },
    {
        "quote": "Listen, smile, agree, and then do whatever the f*** you were gonna do anyway.",
        "author": "Robert Downey, Jr."
    },
    {
        "quote": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.",
        "author": "Arnold Schwarzenegger"
    },
    {
        "quote": "You have enemies? Good. That means you've stood up for something in your life.",
        "author": "Sir Winston Churchill"
    },
    {
        "quote": "It’s better to end something and start another than to imprison yourself in hoping for the impossible.",
        "author": "Marione Ashley"
    },
    {
        "quote": "To be a great champion you must believe you are the best. If you’re not, pretend you are.",
        "author": "Muhammad Ali"
    },
    {
        "quote": "I'm allergic to average and have an addiction for excellence.",
        "author": "-"
    },
    {
        "quote": "They say one man's trash is another man's treasure. No, one man's clever, one knows no better",
        "author": "Joey Badass"
    },
    {
        "quote": "The Devil whispers, 'You cannot withstand the storm.' The Warrior replies, 'I am the Storm.'",
        "author": "-"
    },
    {
        "quote": "When people said: 'We never want to look like you', Arnold replied: 'Don't worry, you never will'.",
        "author": "-"
    },
    {
        "quote": "If you always put limits on everything you do, physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.",
        "author": "Bruce Lee"
    },
    {
        "quote": "Time changes everything. That’s what people say. It’s not true. Doing things changes things. Not doing things leaves them exactly as they were.",
        "author": "Dr. Gregory House"
    },
    {
        "quote": "In order to irreplaceable one must always be different.",
        "author": "Coco Chanel"
    },
    {
        "quote": "Knowledge will give you power, character respect.",
        "author": "Bruce Lee"
    },
    {
        "quote": "If you truly love life, don't waste time; because time is what life is made of.",
        "author": "Bruce Lee"
    },
    {
        "quote": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.",
        "author": "Socrates"
    },
    {
        "quote": "It’s okay to be scared. Being scared means you’re about to do something really, really brave.",
        "author": "Mandy Hale"
    },
    {
        "quote": "Have more than you show, Speak less than you know.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Making a big life change is pretty scary. But know what’s even scarier? Regret.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Just because the past didn't turn out like you wanted it to, doesn't mean the future can't be better than you ever imagined.",
        "author": "Ziad K. Abdelnour"
    },
    {
        "quote": "You might be outshining me in many ways. But if we get on a treadmill, there are two things: you're getting off first or I'm going to die. It's that simple, right?",
        "author": "Will Smith"
    },
    {
        "quote": "One reason people resist change is because they focus on what they have to give up instead of what they have to gain.",
        "author": "Rick Godwin"
    },
    {
        "quote": "When you come out of the storm, you won’t be the same person who walked in. That’s what this storm’s all about.",
        "author": "Haruki Murakami"
    },
    {
        "quote": "One day you'll wake up and there won't be any more time to do the things you've always wanted. DO IT NOW.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "I think it's very healthy to spend time alone. You need to know how to be alone and not be defined by another person.",
        "author": "Oscar Wiloe"
    },
    {
        "quote": "It is the unknown we fear when we look upon death and darkness, nothing more.",
        "author": "Albus Dumbledore, Harry Potter and the Half-Blood Prince"
    },
    {
        "quote": "The reason that I never truly worry is because I've realized that if death is the worst thing that can happen to me; then the rest is just details, so there's no point in sweating them.",
        "author": "-"
    },
    {
        "quote": "Stand up to your obstacles and do something about them. You'll find they haven't half the strength you think they have.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "At any given moment, you have the power to say: This is not how the story is going to end.",
        "author": "Christine Mason Miller"
    },
    {
        "quote": "Shoot for the moon. Even if you miss, you'll land among the stars.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "There comes that defining moments in our life when we just to have to take that life changing decision.",
        "author": "-"
    },
    {
        "quote": "If the plan doesn't work, change the plan. But never the goal.",
        "author": "-"
    },
    {
        "quote": "Even the darkest night will end and the sun will rise.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Ideas can be life-changing. Sometimes all you need to open the door is just one more good idea.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Life isn't how many breaths you take, but it's the moments that take your breath away.",
        "author": "Will Smith"
    },
    {
        "quote": "If you don't fight for what you want, don't cry for what you lost.",
        "author": "Will Smith"
    },
    {
        "quote": "And where I excel is ridiculous, sickening, work ethic. You know, while the other guy's sleeping? I'm working.",
        "author": "Will Smith"
    },
    {
        "quote": "The future was uncertain, absolutely, and there were many hurdles, twists, and turns to come, but as long as I kept moving forward, one foot in front of the other, the voices of fear and shame, the messages from those who wanted me to believe that I wasn’t good enough, would be stilled.",
        "author": "Chris Gardner"
    },
    {
        "quote": "Others may question your credentials, your papers, your degrees. Others may look for all kinds of ways to diminish your worth. But what is inside you no one can take from you or tarnish.",
        "author": "Chris Gardner"
    },
    {
        "quote": "The secret to success: find something you love to do so much, you can’t wait for the sun to rise to do it all over again.",
        "author": "Chris Gardner"
    },
    {
        "quote": "Find something that you love. Something that gets you so excited you can’t wait to get out of bed in the morning. Forget about money. Be happy.",
        "author": "Chris Gardner"
    },
    {
        "quote": "Don’t ever let someone tell you, you can’t do something. You got a dream, you got to protect it. People can’t do something themselves, they want to tell you you can’t do it. You want something, go get it. Period.",
        "author": "Chris Gardner"
    },
    {
        "quote": "Life is lived on the edge.",
        "author": "Will Smith"
    },
    {
        "quote": "I believe that I can create whatever I want to create.",
        "author": "Will Smith"
    },
    {
        "quote": "I want to do good. I want the world to be better because I was here. Your life will become better by making other lives better.",
        "author": "Will Smith"
    },
    {
        "quote": "I just think it's good to be confident. If I'm not on my team, why should anybody else be?",
        "author": "Robert Downey, Jr."
    },
    {
        "quote": "You need to know what to do when the sun is not shining.",
        "author": "Robert Downey, Jr."
    },
    {
        "quote": "People never change because they are under threat or under duress. Never. They change because they see something that makes their life seem valuable enough to start moving toward a life worth living.",
        "author": "Robert Downey, Jr."
    },
    {
        "quote": "You must be the change you wish to see in the world.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "First they ignore you, then they laugh at you, then they fight you, then you win.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "Strength does not come from physical capacity. It comes from an indomitable will.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "Don't live the same year 75 times and call it a year.",
        "author": "Robin Sharma"
    },
    {
        "quote": "You only live once, but if you do it right, once is enough.",
        "author": "Mae West"
    },
    {
        "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "Love all, trust a few, do wrong to none.",
        "author": "William Shakespeare"
    },
    {
        "quote": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.",
        "author": "Dr. Seuss"
    },
    {
        "quote": "The only impossible journey is the one you never begin.",
        "author": "Anthony Robbins"
    },
    {
        "quote": "Never let the fear of striking out keep you from playing the game.",
        "author": "Babe Ruth"
    },
    {
        "quote": "When I was five years old, my mother always told me that happiness was the key to life. When I went to school, they asked me what I wanted to be when I grew up. I wrote down ‘happy’. They told me I didn’t understand the assignment, and I told them they didn’t understand life.",
        "author": "John Lennon"
    },
    {
        "quote": "To do a great right do a little wrong.",
        "author": "William Shakespeare"
    },
    {
        "quote": "A fool thinks himself to be wise, but a wise man knows himself to be a fool.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Don't ask for security, ask for adventure. Better to live 30 years full of adventure than a 100 years safe in the corner.",
        "author": "John Rohn"
    },
    {
        "quote": "Either write something worth reading or do something worth writing.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "We all die. The goal isn't to live forever, the goal is to create something that will.",
        "author": "Chuck Palahniuk"
    },
    {
        "quote": "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Anyone who has never made a mistake has never tried anything new.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Try not to become a man of success, but rather try to become a man of value.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I am enough of an artist to draw freely upon my imagination. Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Science without religion is lame, religion without science is blind.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The significant problems we have cannot be solved at the same level of thinking with which we created them.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Everything should be made as simple as possible, but not simpler.",
        "author": "Albert Einstein"
    },
    {
        "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
        "author": "Albert Einstein"
    },
    {
        "quote": "If you can't explain it to a six year old, you don't understand it yourself.",
        "author": "Albert Einstein"
    },
    {
        "quote": "If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Logic will get you from A to Z; imagination will get you everywhere.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I speak to everyone in the same way, whether he is the garbage man or the president of the university.",
        "author": "Albert Einstein"
    },
    {
        "quote": "When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Never memorize something that you can look up.",
        "author": "Albert Einstein"
    },
    {
        "quote": "If we knew what it was we were doing, it would not be called research, would it?",
        "author": "Albert Einstein"
    },
    {
        "quote": "Any fool can know. The point is to understand.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking",
        "author": "Albert Einstein"
    },
    {
        "quote": "You never fail until you stop trying.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Great spirits have always encountered violent opposition from mediocre minds.",
        "author": "Albert Einstein"
    },
    {
        "quote": "It is not that I'm so smart. But I stay with the questions much longer.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The measure of intelligence is the ability to change.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Creativity is intelligence having fun.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The world is a dangerous place to live, not because of the people who are evil, but because of the people who don't do anything about it.",
        "author": "Albert Einstein"
    },
    {
        "quote": "If A is a success in life, then A equals X plus Y plus Z. X is work; Y is play; and Z is keeping your mouth shut.",
        "author": "Albert Einstein"
    },
    {
        "quote": "In the middle of difficulty lies opportunity.",
        "author": "Albert Einstein"
    },
    {
        "quote": "A question that sometimes drives me hazy: am I or are the others crazy?",
        "author": "Albert Einstein"
    },
    {
        "quote": "If the facts don't fit the theory, change the facts.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has ever been before.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I must be willing to give up what I am in order to become what I will be.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Blind belief in authority is the greatest enemy of truth.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Genius is 1% talent and 99% percent hard work.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Once we accept our limits, we go beyond them.",
        "author": "Albert Einstein"
    },
    {
        "quote": "A ship is always safe at the shore. But that is NOT what it is built for.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Only a life lived for others is a life worthwhile.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Few are those who see with their own eyes and feel with their own hearts.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Only those who attempt the absurd can achieve the impossible.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I live in that solitude which is painful in youth, but delicious in the years of maturity.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Weakness of attitude becomes weakness of character.",
        "author": "Albert Einstein"
    },
    {
        "quote": "A true genius admits that he/she knows nothing.",
        "author": "Albert Einstein"
    },
    {
        "quote": "If I had an hour to solve a problem I'd spend 55 minutes thinking about the problem and 5 minutes thinking about solutions.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I cannot imagine a God who rewards and punishes the objects of his creation, whose purposes are modeled after our own -- a God, in short, who is but a reflection of human frailty. Neither can I believe that the individual survives the death of his body, although feeble souls harbor such thoughts through fear or ridiculous egotisms.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Life is a preparation for the future; and the best preparation for the future is to live as if there were none.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The tragedy of life is what dies inside a man while he lives.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I want to know God's thoughts - the rest are mere details.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Information is not knowledge.",
        "author": "Albert Einstein"
    },
    {
        "quote": "A man should look for what is, and not for what he thinks should be.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Student is not a container you have to fill but a torch you have to light up.",
        "author": "Albert Einstein"
    },
    {
        "quote": "You have to learn the rules of the game. And then you have to play better than anyone else.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The more I learn, the more I realize how much I don't know.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Excellence is doing a common thing in an uncommon way.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Intelligence is not the ability to store information, but to know where to find it.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Failing isn't bad when you learn what not to do.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Setting an example is not the main means of influencing others, it is the only means.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Being the richest man in the cemetery doesn't matter to me. Going to bed at night saying we've done something wonderful. That's what matters to me.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma — which is living with the results of other people’s thinking. Don’t let the noise of others’ opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.",
        "author": "Steve Jobs"
    },
    {
        "quote": "You have to be burning with an idea, or a problem, or a wrong that you want to right. If you're not passionate enough from the start, you'll never stick it out.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.",
        "author": "Steve Jobs"
    },
    {
        "quote": "My job is not to be easy on people. My job is to take these great people we have and to push them and make them even better.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Not everything that counts can be counted, and not everything that can be counted counts.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Stay hungry. Stay foolish.",
        "author": "Steve Jobs"
    },
    {
        "quote": "You can't connect the dots looking forward. You can only connect them looking backwards. You have to trust in something - your gut, destiny, life, karma, whatever - because believing that the dots will connect down the road will give you the confidence to follow your heart, even when it leads you off the well-worn path. This approach has never let me down, and it has made all the difference in my life.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Details matter, it's worth waiting to get it right.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Sometimes life's going to hit you in the head with a brick. Don't lose faith. I'm convinced that the only thing that kept me going was that I loved what I did.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Deciding what not to do is as important as deciding what to do.",
        "author": "Steve Jobs"
    },
    {
        "quote": "When you grow up you tend to get told the world is the way it is and your job is just to live your life inside the world. Try not to bash into the walls too much. Try to have a nice family life, have fun, save a little money. That’s a very limited life. Life can be much broader once you discover one simple fact, and that is - everything around you that you call life, was made up by people that were no smarter than you. And you can change it, you can influence it, you can build your own things that other people can use. The minute that you understand that you can poke life and actually something will, you know if you push in, something will pop out the other side, that you can change it, you can mold it. That’s maybe the most important thing. It’s to shake off this erroneous notion that life is there and you’re just gonna live in it, versus embrace it, change it, improve it, make your mark upon it. I think that’s very important and however you learn that, once you learn it, you’ll want to change life and make it better, cause it’s kind of messed up, in a lot of ways. Once you learn that, you’ll never be the same again.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Think Different",
        "author": "Steve Jobs"
    },
    {
        "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on.",
        "author": "Steve Jobs"
    },
    {
        "quote": "People think focus means saying yes to the thing you've got to focus on. But that's not what it means at all. It means saying no to the hundred other good ideas that there are. You have to pick carefully. I'm actually as proud of the things we haven't done as the things I have done. Innovation is saying no to 1,000 things.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again. It freed me to enter one of the most creative periods of my life.",
        "author": "Steve Jobs"
    },
    {
        "quote": "The journey is the reward.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Things don't have to change the world to be important.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Design is not just what it looks like and feels like. Design is how it works.",
        "author": "Steve Jobs"
    },
    {
        "quote": "My model for business is The Beatles. They were four guys who kept each other kind of negative tendencies in check. They balanced each other and the total was greater than the sum of the parts. That's how I see business: great things in business are never done by one person, they're done by a team of people.",
        "author": "Steve Jobs"
    },
    {
        "quote": "When you’re a carpenter making a beautiful chest of drawers, you’re not going to use a piece of plywood on the back, even though it faces the wall and nobody will ever see it. You’ll know it’s there, so you’re going to use a beautiful piece of wood on the back. For you to sleep well at night, the aesthetic, the quality, has to be carried all the way through.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Creativity is just connecting things. When you ask creative people how they did something, they feel a little guilty because they didn’t really do it, they just saw something. It seemed obvious to them after a while.",
        "author": "Steve Jobs"
    },
    {
        "quote": "If you keep your eye on the profit, you’re going to skimp on the product. But if you focus on making really great products, then the profits will follow.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I naively chose a college that was almost as expensive as Stanford, and all of my working-class parents' savings were being spent on my college tuition. After six months, I couldn't see the value in it. I had no idea what I wanted to do with my life and no idea how college was going to help me figure it out. And here I was spending all of the money my parents had saved their entire life. So I decided to drop out and trust that it would all work out OK. It was pretty scary at the time, but looking back it was one of the best decisions I ever made. The minute I dropped out I could stop taking the required classes that didn't interest me, and begin dropping in on the ones that looked interesting.",
        "author": "Steve Jobs"
    },
    {
        "quote": "A lot of people in our industry haven't had very diverse experiences. So they don't have enough dots to connect, and they end up with very linear solutions without a broad perspective on the problem. The broader one's understanding of the human experience, the better design we will have.",
        "author": "Steve Jobs"
    },
    {
        "quote": "We’re here to put a dent in the universe. Otherwise why else even be here?",
        "author": "Steve Jobs"
    },
    {
        "quote": "Let's go invent tomorrow instead of worrying about what happened yesterday.",
        "author": "Steve Jobs"
    },
    {
        "quote": "My favorite things in life don't cast any money. It's really clear that the most precious resource we all have is time.",
        "author": "Steve Jobs"
    },
    {
        "quote": "This is what I want to do. If I try my best and fail, well, I've tried my best.",
        "author": "Steve Jobs"
    },
    {
        "quote": "It's really hard to design products by focus groups. A lot of times, people don't know what they want until you show it to them.",
        "author": "Steve Jobs"
    },
    {
        "quote": "If you wanna hire great people and have them stay working for you, you have to be run by ideas, not hierarchy. The best ideas have to win, otherwise good people don't stay.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Innovation distinguishes between a leader and a follower.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I'm convinced that about half of what separates the successful entrepreneurs from the non-successful ones is pure perseverance.",
        "author": "Steve Jobs"
    },
    {
        "quote": "You can't look at the competition and say you're going to do it better. You have to look at the competition and say you're going to do it differently.",
        "author": "Steve Jobs"
    },
    {
        "quote": "One way to remember who you are is to remember who your heroes are.",
        "author": "Steve Jobs"
    },
    {
        "quote": "The older I get, the more I see how much motivations matter. The Zune was crappy because the people at Microsoft don't really love music or art the way we do. We won because we personally love music. We mad e the iPod for ourselves, and when you're doing something for yourself, or your best friend or family, you're not going to cheese out. If you don't love something, you're not going to go the extra mile, work the extra weekend, challenge the status quo as much.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Every child should learn to program a computer because it will teach you how to think.",
        "author": "Steve Jobs"
    },
    {
        "quote": "It doesn't make sense to hire good people and tell them what to do; we hire good people so they can tell us what to do.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I think if you do something and it turns out pretty good, then you should go do something else wonderful, not dwell on it for too long. Just figure out what’s next.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Quality is more important than quantity. One home run is much better than two doubles.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Technology is nothing. What’s important is that you have a faith in people, that they’re basically good and smart, and if you give them tools, they’ll do wonderful things with them.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I’ve always been attracted to the more revolutionary changes. I don’t know why. Because they’re harder. They’re much more stressful emotionally. And you usually go through a period where everybody tells you that you’ve completely failed.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Here’s to the crazy ones, the misfits, the rebels, the troublemakers, the round pegs in the square holes… The ones who see things differently — they’re not fond of rules… You can quote them, disagree with them, glorify or vilify them, but the only thing you can’t do is ignore them because they change things… They push the human race forward, and while some may see them as the crazy ones, we see genius, because the ones who are crazy enough to think that they can change the world, are the ones who do.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Ultimately, it comes down to taste. It comes down to trying to expose yourself to the best things that humans have done and then try to bring those things into what you’re doing. Picasso had a saying: good artists copy, great artists steal. And we have always been shameless about stealing great ideas, and I think part of what made the Macintosh great was that the people working on it were musicians and poets and artists and zoologists and historians who also happened to be the best computer scientists in the world.",
        "author": "Steve Jobs"
    },
    {
        "quote": "It's better to be a pirate than join the navy.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Anyone can find the dirt in someone; be the one who finds the gold.",
        "author": "Proverbs 11:27"
    },
    {
        "quote": "Be who you are meant to be and you will set the whole world on fire!",
        "author": "Catherine of Siena"
    },
    {
        "quote": "Let all that you do be done in love.",
        "author": "1 Corinthians 16:14"
    },
    {
        "quote": "All things are possible for the one who believes.",
        "author": "Mark 9:23"
    },
    {
        "quote": "Be somebody who makes everybody feel like a somebody.",
        "author": "Kid President"
    },
    {
        "quote": "It is amazing what you can accomplish if you do not care who gets the credit.",
        "author": "Harry Truman"
    },
    {
        "quote": "If wars can be started by lies, they can be stopped by truth.",
        "author": "Julian Assange"
    },
    {
        "quote": "If you love what you do and are willing to do what it takes, it's within your reach. And it will be worth every minute you spend alone at night thinking and thinking about what it is you want to design or build. It'll be worth it, I promise.",
        "author": "Steve Wozniak"
    },
    {
        "quote": "If you can design one thing, you can design everything.",
        "author": "Massimo Vignelli"
    },
    {
        "quote": "If you are the smartest person in the room, then you are in the wrong room.",
        "author": "Confucius"
    },
    {
        "quote": "Nothing in this world can take the place of persistence. Talent won't; nothing is more common than unsuccessful people with talent. Genius won't; unrecognized genius is practically a cliché. Education won't; the world is full of educated fools. Persistence and determination alone are all powerful.",
        "author": "Ray Kroc"
    },
    {
        "quote": "If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours.",
        "author": "Ray Kroc"
    },
    {
        "quote": "Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine.",
        "author": "Nikola Tesla"
    },
    {
        "quote": "I don't care that they stole my idea . . I care that they don't have any of their own.",
        "author": "Nikola Tesla"
    },
    {
        "quote": "Be alone, that is the secret of invention; be alone, that is when ideas are born.",
        "author": "Nikola Tesla"
    },
    {
        "quote": "I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success . . . Such emotions make a man forget food, sleep, friends, love, everything.",
        "author": "Nikola Tesla"
    },
    {
        "quote": "I have not failed. I've just found 10,000 ways that won't work.",
        "author": "Thomas Alva Edison"
    },
    {
        "quote": "If we all did the things we are capable of doing, we would literally astound ourselves.",
        "author": "Thomas Alva Edison"
    },
    {
        "quote": "Show me a thoroughly satisfied man and I will show you a failure.",
        "author": "Thomas Alva Edison"
    },
    {
        "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
        "author": "Thomas Alva Edison"
    },
    {
        "quote": "Just because something doesn't do what you planned it to do doesn't mean it's useless.",
        "author": "Thomas Alva Edison"
    },
    {
        "quote": "Everything comes to him who hustles while he waits.",
        "author": "Thomas Alva Edison"
    },
    {
        "quote": "Negative results are just what I want. They’re just as valuable to me as positive results. I can never find the thing that does the job best until I find the ones that don’t.",
        "author": "Thomas Alva Edison"
    },
    {
        "quote": "Success is a lousy teacher. It seduces smart people into thinking they can't lose.",
        "author": "Bill Gates"
    },
    {
        "quote": "Your most unhappy customers are your greatest source of learning.",
        "author": "Bill Gates"
    },
    {
        "quote": "It's fine to celebrate success but it is more important to heed the lessons of failure.",
        "author": "Bill Gates"
    },
    {
        "quote": "Don't compare yourself with anyone in this world...if you do so, you are insulting yourself.",
        "author": "Bill Gates"
    },
    {
        "quote": "I choose a lazy person to do a hard job. Because a lazy person will find an easy way to do it.",
        "author": "Bill Gates"
    },
    {
        "quote": "I failed in some subjects in exam, but my friend passed in all. Now he is an engineer in Microsoft and I am the owner of Microsoft.",
        "author": "Bill Gates"
    },
    {
        "quote": "Most people overestimate what they can do in one year and underestimate what they can do in ten years.",
        "author": "Bill Gates"
    },
    {
        "quote": "If you are born poor its not your mistake, But if you die poor its your mistake.",
        "author": "Bill Gates"
    },
    {
        "quote": "If you give people tools, and they use their natural abilities and their curiosity, they will develop things in ways that will surprise you very much beyond what you might have expected.",
        "author": "Bill Gates"
    },
    {
        "quote": "Measuring programming progress by lines of code is like measuring aircraft building progress by weight.",
        "author": "Bill Gates"
    },
    {
        "quote": "Some people may call me a nerd. I claim the label with pride.",
        "author": "Bill Gates"
    },
    {
        "quote": "To win big, you sometimes have to take big risks.",
        "author": "Bill Gates"
    },
    {
        "quote": "Long ago, Ben Graham taught me that 'Price is what you pay; value is what you get.' Whether we're talking about socks or stocks, I like buying quality merchandise when it is marked down.",
        "author": "Warren Buffet"
    },
    {
        "quote": "It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you'll do things differently.",
        "author": "Warren Buffet"
    },
    {
        "quote": "Someone's sitting in the shade today because someone planted a tree a long time ago.",
        "author": "Warren Buffet"
    },
    {
        "quote": "Rule No.1: Never lose money. Rule No.2: Never forget rule No.1.",
        "author": "Warren Buffet"
    },
    {
        "quote": "It's better to hang out with people better than you. Pick out associates whose behavior is better than yours and you'll drift in that direction.",
        "author": "Warren Buffet"
    },
    {
        "quote": "No matter how great the talent or effort, some things just take time.",
        "author": "Warren Buffet"
    },
    {
        "quote": "The difference between successful people and really successful people is that really successful people say no to almost everything.",
        "author": "Warren Buffet"
    },
    {
        "quote": "I always knew I was going to be rich. I don’t think I ever doubted it for a minute.",
        "author": "Warren Buffet"
    },
    {
        "quote": "If you don't find a way to make money while you sleep, you will work until you die.",
        "author": "Warren Buffet"
    },
    {
        "quote": "Start studying late for exams, it will teach you to manage time and tackle emergencies.",
        "author": "Bill Gates"
    },
    {
        "quote": "Stop telling yourself that there is a thing, a time, or a place that will change your life & make problems disappear. There is only today. Right here. Right now.",
        "author": "-"
    },
    {
        "quote": "Your state of mind has to evolve before the circumstances can.",
        "author": "-"
    },
    {
        "quote": "You never know how strong you are until being strong is your only choice.",
        "author": "Bob Marley"
    },
    {
        "quote": "Sometimes the smallest step in the right direction ends up being the biggest step of your life. Tiptoe if you must, but take a step.",
        "author": "Naeem Callaway"
    },
    {
        "quote": "When you want to succeed as bad as you want to breathe, then you'll be successful.",
        "author": "Eric Thomas"
    }
]